Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/AppStore.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FIFTH_BULLET
source: To find ways to improve the stores, we use information about your browsing, purchases, searches, and downloads. These records may be stored with IP address, a random unique identifier (where that arises), and Apple Account when you are signed in to the App Store or other Apple online stores.
ar: لنجد طرقًا نحسن فيها المتاجر، نستخدم أيضًا معلومات عن نشاط تصفحك ومشترياتك وعمليات بحثك وتنزيلاتك. ربما تُخزَّن هذه المعلومات مع عنوان IP، ومعرف فريد عشوائي (عند الحاجة)، وحساب Apple عندما تسجل الدخول إلى App Store ومتاجر Apple الأخرى على الإنترنت.
bg: За да намерим начини за подобряване на магазините, ние използваме информация за това какво сте браузвали, купували, търсили и изтегляли. Тези записи може да се съхраняват с IP адрес, със случаен уникален идентификатор (където възниква това) и Apple регистрация, когато сте влезли в App Store или друг Apple онлайн магазин.
ca: Per trobar maneres de millorar les botigues, utilitzem informació sobre el contingut que mires, compres, cerques i descarregues. Pot ser que aquests registres es desin amb l’adreça IP, un identificador únic aleatori (si escau) i el compte d’Apple quan iniciïs la sessió a l’App Store o en altres botigues en línia d’Apple.
cs: Informace o vašem pohybu, nákupech, hledání a stahování nám pomáhají zjistit, co bychom v obchodech měli vylepšit. Tyto záznamy se můžou ukládat společně s IP adresami, náhodnými jedinečnými identifikátory (jsou‑li vygenerovány) a účtem Apple, pokud se k App Storu nebo jinému online obchodu Apple přihlásíte.
da: Vi bruger oplysninger om din browsing samt dine køb, søgninger og overførsler til at forbedre butikkerne. Disse optegnelser opbevares muligvis med IP-adressen, et vilkårligt unikt id (hvis nødvendigt) og Apple‑kontoen, når du er logget ind på App Store eller andre af Apples internetbutikker.
de: Wir verwenden Informationen zu deinen Browsingaktivitäten, Käufen, Suchen und Downloads, um Möglichkeiten zu finden, die Stores zu verbessern. Die erfassten Daten können zusammen mit der IP-Adresse, mit einer eindeutigen, nach dem Zufallsprinzip generierten ID (wo erforderlich) und – wenn du im App Store oder einem anderen Online-Store von Apple angemeldet bist – mit dem Apple Account gespeichert werden.
el: Για βελτίωση των καταστημάτων, χρησιμοποιούμε πληροφορίες σχετικά με την περιήγηση, τις αγορές, τις αναζητήσεις και τις λήψεις σας. Αυτές οι εγγραφές ενδέχεται να αποθηκευτούν μαζί με τη διεύθυνση IP, ένα τυχαίο μοναδικό αναγνωριστικό (όπου προκύπτει) και τον λογαριασμό Apple όταν είστε συνδεδεμένοι σε ένα App Store ή άλλο διαδικτυακό κατάστημα της Apple.
es: Para buscar maneras de mejorar las tiendas, utilizamos información sobre tus actividades de navegación, compras, búsquedas y descargas. Estos registros se pueden guardar asociados a una dirección IP, un identificador único aleatorio (si lo hubiera) y la cuenta de Apple con la que hayas iniciado sesión en App Store o en otras tiendas en línea de Apple.
es_419: Con el fin de encontrar maneras de mejorar las tiendas, usamos información sobre tu navegación, compras, búsquedas y descargas. Estos registros se podrían almacenar con tu dirección IP, identificador único aleatorio (donde aplica) y cuenta de Apple si iniciaste sesión en App Store u otras tiendas en línea de Apple.
es_us: Con el fin de encontrar maneras de mejorar las tiendas, usamos información sobre tu navegación, compras, búsquedas y descargas. Estos registros se podrían almacenar con tu dirección IP, identificador único aleatorio (donde aplica) y cuenta de Apple si iniciaste sesión en App Store u otras tiendas en línea de Apple.
fi: Apple käyttää Storejen parantamiseen selaus-, osto-, haku- ja lataustietojasi. Tietojen yhteydessä saatetaan tallentaa IP-osoite, satunnainen yksilöllinen tunniste (jos se ilmenee) ja Apple-tili, kun olet kirjautuneena App Storeen tai muihin Applen verkkokauppoihin.
fr: Pour améliorer les stores, nous utilisons les informations relatives à votre navigation et à vos achats, recherches et téléchargements. Ces données peuvent être stockées avec votre adresse IP, un identifiant aléatoire unique (le cas échéant) et votre compte Apple lorsque ^[vous êtes ^[connecté](inflect: true)](inflectionAlternative: "votre appareil est connecté", assumedFallbackInflection: { grammaticalGender: "masculine" }) à l’App Store ou à d’autres Stores en ligne d’Apple.
fr_ca: Pour découvrir comment améliorer les boutiques, nous utilisons les informations de navigation, d’achats, de recherches et de téléchargements. Ces registres pourraient être stockés avec l’adresse IP, un identifiant unique aléatoire (le cas échéant) et le compte Apple ^[avec lequel vous êtes ^[connecté](inflect: true)](inflectionAlternative: "que vous utilisez pour vous connecter") à l’App Store ou à d’autres boutiques en ligne d’Apple.
he: כדי למצוא דרכים לשיפור החנויות, אנו משתמשים במידע לגבי אופן הגלישה, הרכישות, החיפושים וההורדות שלך. פרטים אלה עשויים להיות מאוחסנים ברשומות עם כתובת IP, עם מזהה ייחודי אקראי (כאשר יש כזה) ועם פרטי חשבון Apple, כאשר נעשה בו שימוש כדי להתחבר ל-App Store או לחנויות Apple מקוונות אחרות.
hi: स्टोर को बेहतर बनाने के तरीक़े जानने के लिए, हम आपकी ब्राउज़िंग, ख़रीदारी, खोज और डाउनलोड की जानकारी का उपयोग करते हैं। जब आप App Store या अन्य Apple ऑनलाइन स्टोर में साइन इन करते हैं, तो इन रिकॉर्ड को IP पते, रैंडम विशिष्ट आइडेंटिफ़ायर (जहाँ भी वे उपलब्ध हों) और Apple खाते के साथ संग्रहित किया जा सकता है।
hr: Kako bismo pronašli načine za poboljšanje trgovina, koristimo informacije o vašem pregledavanju, kupljenim stavkama, pretraživanjima i preuzimanjima. Ti zapisi mogu se spremiti s IP adresom, nasumičnim jedinstvenim identifikatorom (ako se generira) i Apple računom kad ste prijavljeni u App Store ili druge online trgovine tvrtke Apple.
hu: Az áruházak továbbfejlesztéséhez felhasználjuk az Ön böngészési, vásárlási, keresési és letöltési információit. Ezek az adatok az IP-címmel, egy véletlenszerű egyedi azonosítóval (ahol van ilyen), valamint az Apple-fiókkal (amikor be van jelentkezve az App Store‑ba vagy egyéb online Apple-áruházakba) lehetnek tárolva.
id: Agar dapat menemukan cara untuk meningkatkan toko, kami menggunakan informasi mengenai penelusuran, pembelian, pencarian, dan pengunduhan Anda. Catatan ini mungkin disimpan dengan alamat IP, pengenal unik acak (jika ada), dan Akun Apple saat Anda masuk ke App Store atau toko online Apple lainnya.
it: Al fine di migliorare l’esperienza utente sugli Store, Apple utilizza le informazioni sui contenuti che consulti, acquisti, cerchi e scarichi. I dati vengono salvati insieme all’indirizzo IP, a un identificativo casuale unico, qualora presente, e ad Apple Account, se hai eseguito l’accesso ad App Store o ad altri Store Apple online.
ja: Appleは、ストアの改善に役立てるために、あなたの閲覧、購入、検索、およびダウンロードに関する情報を使用します。これらの記録は、IPアドレス、ランダムな一意の識別子（発生する場合）、App Storeやその他のAppleのオンラインストアにサインインしたApple Accountと共に保存される場合があります。
kk: Дүкендерді жақсартудың жаңа жолдарын табу мақсатында біз интернеттегі белсенділік, сатып алулар, іздеу әрекеттері және жүктеп алулар туралы ақпаратты пайдаланамыз. App Store дүкеніне немесе басқа Apple интернет дүкендеріне кіргенде, бұл жазбалар IP мекенжайымен, кездейсоқ бірегей идентификатормен (қажет болғанда) және Apple аккаунтымен бірге сақталуы мүмкін.
ko: 스토어의 기능을 향상하기 위해 사용자의 브라우징, 구입, 검색 및 다운로드에 관한 정보가 사용됩니다. 이 기록은 IP 주소, 임의 고유 식별자(해당되는 경우) 및 사용자가 App Store 또는 기타 Apple 온라인 스토어에 로그인할 때의 Apple 계정과 함께 저장될 수 있습니다.
lt: Norėdami rasti būdų patobulinti parduotuves, naudojame informaciją apie jūsų naršymą, pirkinius, paieškas ir atsisiuntimus. Šie įrašai gali būti saugomi kartu su IP adresu, atsitiktiniu unikaliu identifikatoriumi (kai jis naudojamas) ir „Apple“ paskyra, kai esate prisijungę prie „App Store“ ar kitų „Apple“ internetinių parduotuvių.
ms: Untuk mencari cara meningkatkan kedai, kami menggunakan maklumat tentang pelayaran, pembelian, carian dan muat turun anda. Rekod ini mungkin disimpan bersama alamat IP, pengecam unik rawak (jika wujud) dan Akaun Apple apabila anda didaftar masuk ke App Store atau kedai dalam talian Apple yang lain.
nl: Om manieren te vinden om de Stores te verbeteren, gebruiken we informatie over je surfgedrag, aankopen, zoekopdrachten en downloads. Deze bestanden worden mogelijk bewaard met je IP-adres, een willekeurige unieke ID (indien beschikbaar) en je Apple Account wanneer je bij de App Store of andere online Stores van Apple bent ingelogd.
no: Vi bruker informasjon om hva du klikker på, kjøper og laster ned for å identifisere måter å forbedre butikkene på. Informasjonen kan lagres med IP-adressen, en tilfeldig unik identifikator (der nødvendig), og med Apple‑kontoen din hvis den ble brukt til å logge på App Store eller andre nettbaserte Apple-butikker.
pl: Aby znaleźć sposoby ulepszania sklepów, wykorzystujemy informacje dotyczące Twojego przeglądania, zakupów, wyszukiwania i pobierania. Informacje te mogą zawierać adres IP, losowy, unikatowy identyfikator (tam, gdzie jest wymagany) i konto Apple, którego używasz do zalogowania się w App Store lub innych sklepach Apple w Internecie.
pt_br: Para encontrar formas de melhorar as lojas, usamos informações sobre a sua navegação, compras, buscas e downloads. Tais registros podem ser armazenados com o endereço IP, um identificador exclusivo aleatório (onde cabível) e a Conta Apple quando você inicia uma sessão na App Store ou em outras lojas on‑line da Apple.
pt_pt: Para melhorar as lojas, usamos informação acerca da navegação, compras, pesquisas e descargas que efetua. Estes dados podem ser armazenados com o endereço IP, um identificador aleatório único (se for o caso) e a conta Apple quando tem sessão iniciada na App Store ou noutras lojas online da Apple.
ro: Pentru a găsi modalități de a îmbunătăți serviciile magazinelor online, utilizăm informații despre activitatea de navigare, achiziții, căutări și descărcări. Aceste înregistrări pot fi stocate împreună cu adresele IP, un identificator unic aleatoriu (acolo unde este cazul) și contul Apple utilizat la autentificarea în App Store sau alte magazine online Apple.
ru: Чтобы находить новые способы улучшать магазины, мы используем информацию о Вашей активности в интернете, покупках, поисковых запросах и загрузках. Если Вы вошли в App Store или другой интернет-магазин Apple, эти сведения могут храниться вместе с IP‑адресом, случайным уникальным идентификатором (при необходимости) и с Аккаунтом Apple.
sk: Informácie o prezeranom obsahu, nákupoch, vyhľadávaniach a stiahnutých položkách nám pomáhajú zistiť, čo by sme v obchodoch mohli vylepšiť. Tieto záznamy môžu byť uchované spolu s IP adresou, náhodným jedinečným identifikátorom (ak je vytvorený) a Apple účtom (ak ste prihlásení do App Storu alebo iných online obchodov spoločnosti Apple).
sl: Za izboljšanje uporabniške izkušnje v trgovinah uporabljamo informacije o vašem brskanju, nakupih, iskanjih in prenosih. Ti zapisi se lahko shranijo z naslovom IP, naključnim enoličnim identifikatorjem (kjer do tega pride) in računom Apple, ko ste vpisani v trgovino App Store ali druge spletne trgovine Apple.
sv: Vi använder information om vad du tittar på, köper, söker efter och hämtar så att vi kan förbättra affärerna. Informationen kan lagras med IP-adressen, med ett slumpmässigt unikt ID (om ett sådant används) och med ditt Apple‑konto om du är inloggad i App Store eller andra webbutiker från Apple.
th: ในการหาวิธีปรับปรุงร้าน เราใช้ข้อมูลเกี่ยวกับการเลือกหา สินค้าที่ซื้อ การค้นหา และรายการดาวน์โหลดของคุณ บันทึกเหล่านี้อาจได้รับการจัดเก็บพร้อมด้วยที่อยู่ IP, ข้อมูลจำเพาะที่ไม่ซ้ำกันแบบสุ่ม (ในที่ที่เกิดขึ้น) และบัญชี Apple ที่คุณใช้ลงชื่อเข้าใน App Store หรือร้านค้าออนไลน์อื่นๆ ของ Apple
tr: Mağazaları iyileştirmek amacıyla yeni yollar bulmak için dolaşma, satın alma, arama ve indirme işlemlerinizle ilgili bilgileri kullanıyoruz. Bu kayıtlar, App Store’a veya diğer çevrimiçi Apple mağazalarına giriş yaptığınızda IP adresi, rasgele benzersiz bir tanıtıcı (ortaya çıktığında) ve Apple Hesabı ile saklanabilir.
uk: Для визначення способів вдосконалення магазинів ми використовуємо інформацію про ваш вебперегляд, покупки, пошукові запити й викачування. Ці записи можуть зберігатися разом з IP‑адресою, випадковим унікальним ідентифікатором (де він є) і обліковим записом Apple, коли ви ввійшли в App Store чи інші онлайн-магазини Apple.
vi: Để tìm cách cải thiện các cửa hàng, chúng tôi sử dụng thông tin về hoạt động duyệt, mua, tìm kiếm và tải về của bạn. Các bản ghi này có thể được lưu trữ cùng với địa chỉ IP, mã định danh ngẫu nhiên duy nhất (tại nơi phát sinh) và Tài khoản Apple khi bạn đăng nhập vào App Store hoặc các cửa hàng trực tuyến khác của Apple.
zh_cn: 为了找到改进商店的方法，我们会使用你的浏览、购买、搜索和下载信息。这些记录可能会与IP地址、生成的随机唯一标识符以及登录App Store或其他Apple在线商店时使用的Apple账户一并储存。
zh_hk: 為了找到改善商店的方法，我們會使用你瀏覽內容、購買項目、搜尋內容和下載項目的相關資料。這些記錄可能會與IP位址、隨機獨有識別碼（如有），以及你登入App Store或其他Apple網上商店所使用的Apple帳户一併儲存。
zh_tw: 為了找到改進商店的方法，我們會使用你瀏覽內容、購買項目、搜尋內容和下載項目的相關資訊。這些記錄儲存的內容可能包含IP位址、隨機獨有識別碼（若有出現），以及你登入App Store或其他Apple線上商店所使用的「Apple帳號」。

# FIRST_BULLET
source: We collect your personal data so that we can provide you the content you purchase, download, or want to update in the App Store and other Apple online stores, including the iTunes Store and Apple Books.
ar: نجمع بياناتك الشخصية حتى نستطيع أن نوفر لك المحتوى الذي تشتريه أو تنزله أو تود أن تحدثّه في App Store ومتاجر Apple الأخرى على الإنترنت، بما في ذلك iTunes Store و Apple Books.
bg: Събираме личните ви данни, така че да можем да ви предоставим съдържание, което да купувате, изтегляте или искате да обновите в App Store и други онлайн магазини на Apple, включително iTunes Store и Apple Books.
ca: Recopilem dades personals per poder proporcionar‑te els continguts que compris, descarreguis o vulguis actualitzar a l’App Store i en altres botigues en línia d’Apple, incloses l’iTunes Store i l’Apple Books.
cs: Abychom vám mohli poskytnout obsah, který chcete koupit, stáhnout nebo aktualizovat prostřednictvím App Storu a ostatních online obchodů Apple včetně iTunes Storu a Knihkupectví, musíme shromažďovat některé vaše osobní údaje.
da: Vi indsamler dine personlige data, så vi kan levere det indhold til dig, du køber, henter eller vil opdatere i App Store og andre af Apples internetbutikker, herunder iTunes Store og Apple Books.
de: Wir erfassen deine persönlichen Daten, damit wir dir Inhalte bereitstellen können, die du im App Store oder in anderen Online-Stores von Apple kaufst, lädst oder aktualisieren möchtest. Zu den Stores gehören der iTunes Store und Apple Books.
el: Συλλέγουμε τα προσωπικά δεδομένα σας ώστε να μπορούμε να σας παρέχουμε το περιεχόμενο που αγοράζετε, λαμβάνετε ή επιθυμείτε να ενημερώσετε στο App Store ή άλλα διαδικτυακά καταστήματα της Apple, όπως τα iTunes Store και Apple Books.
es: Recopilamos tus datos personales para poder proporcionarte los contenidos que compres, descargues o quieras actualizar en App Store u otras tiendas en línea de Apple, como iTunes Store o Apple Books.
es_419: Recopilamos tus datos personales para poder ofrecerte el contenido que compras, descargas o actualizas en App Store y otras tiendas en línea de Apple, como iTunes Store y Apple Books.
es_us: Recopilamos tus datos personales para poder ofrecerte el contenido que compras, descargas o actualizas en App Store y otras tiendas en línea de Apple, como iTunes Store y Apple Books.
fi: Apple kerää henkilötietojasi, jotta se voi tarjota sisällön, jota ostat, lataat tai haluat päivittää App Storessa ja muissa Applen verkkokaupoissa, mukaan lukien iTunes Store ja Apple Books.
fr: Nous recueillons vos données personnelles afin de vous fournir le contenu que vous achetez, téléchargez ou souhaitez mettre à jour dans l’App Store et dans les autres Stores en ligne d’Apple, notamment l’iTunes Store et Apple Books.
fr_ca: Nous recueillons vos données personnelles pour vous fournir les contenus que vous achetez, téléchargez ou voulez mettre à jour dans l’App Store et d’autres boutiques en ligne d’Apple, y compris l’iTunes Store et Apple Books.
he: אנו אוספים את הנתונים האישיים שלך כדי שנוכל לספק לך תוכן לרכישה, להורדה או לעדכון ב-App Store ובחנויות Apple מקוונות אחרות, כולל ה-iTunes Store ו-Apple Books.
hi: हम आपका व्यक्तिगत डेटा संग्रह करते हैं ताकि आपको ऐसा कॉन्टेंट प्रदान कर सकें जो आप ख़रीदते या डाउनलोड करते हैं या App Store, iTunes Store और Apple Books सहित अन्य Apple ऑनलाइन स्टोर में अपडेट करना चाहते हैं।
hr: Prikupljamo vaše osobne podatke kako bismo vam mogli pružiti sadržaje koje kupujete, preuzimate ili želite ažurirati u trgovinama App Store, iTunes Store, Apple Books i drugim trgovinama tvrtke Apple.
hu: Azért gyűjtünk személyes adatokat, hogy biztosíthassuk Önnek a megvásárolni, letölteni vagy frissíteni kívánt tartalmakat az App Store-ban vagy egyéb online Apple-áruházakban, beleértve az iTunes Store‑t és az Apple Booksot.
id: Kami mengumpulkan data pribadi Anda agar dapat menyediakan konten yang Anda beli, unduh, atau ingin Anda perbarui di App Store dan toko online Apple lainnya, meliputi iTunes Store dan Apple Books.
it: Apple raccoglie i tuoi dati personali in modo da fornirti i contenuti che vuoi acquistare, scaricare o aggiornare su App Store e su altri Store Apple online, tra cui iTunes Store e Apple Books.
ja: Appleは、あなたがApp Storeおよびその他のAppleオンラインストア（iTunes Store、Apple Booksなど）で購入、ダウンロード、またはアップデートするコンテンツを提供するために、あなたの個人データを収集します。
kk: Сізді App Store дүкені және басқа Apple интернет дүкендері, мысалы, iTunes Store және Apple Books дүкендері арқылы сатып алатын, жүктеп алатын немесе жаңарту қажет контентпен қамтамасыз ету үшін жеке деректеріңізді жинаймыз.
ko: Apple은 iTunes Store, Apple Books를 포함하는 App Store 및 기타 Apple 온라인 스토어에서 사용자가 구입하거나 다운로드한 콘텐츠 또는 업데이트하려는 콘텐츠를 사용자에게 제공하기 위해 사용자의 개인 데이터를 수집합니다.
lt: Renkame jūsų asmens duomenis, kad galėtume jums teikti turinį, kurį įsigyjate, atsisiunčiate arba norite atnaujinti „App Store“ ir kitose „Apple“ internetinėse parduotuvėse, įskaitant „iTunes Store“ ir „Apple Book“.
ms: Kami mengumpulkan data peribadi anda supaya kami dapat menyediakan kepada anda kandungan yang anda beli, muat turun atau mahu kemas kini dalam App Store dan kedai dalam talian Apple yang lain, termasuk iTunes Store dan Apple Books.
nl: We verzamelen je persoonlijke gegevens, zodat we je het materiaal kunnen bieden dat je aanschaft, downloadt of wilt bijwerken in de App Store en andere online Stores van Apple, waaronder de iTunes Store en Apple Books.
no: Vi samler inn personlige data for å kunne levere det innholdet du kjøper, laster ned eller vil oppdatere i App Store og andre nettbaserte Apple-butikker, inkludert iTunes Store og Apple Books.
pl: Gromadzimy Twoje dane osobowe, aby móc dostarczać Ci zawartość, którą kupujesz, pobierasz lub chcesz uaktualnić w App Store i innych sklepach Apple w Internecie, w tym iTunes Store i Apple Books.
pt_br: Coletamos seus dados pessoais para fornecer a você o conteúdo que você compra, baixa ou deseja atualizar na App Store ou em outras lojas on‑line da Apple, incluindo a iTunes Store e o Apple Books.
pt_pt: Recolhemos dados pessoais para lhe podermos fornecer o conteúdo que compra, descarrega ou pretende atualizar na App Store e noutras lojas online da Apple, incluindo a iTunes Store e Apple Books.
ro: Colectăm date personale pentru a vă putea furniza conținutul pe care îl cumpărați, îl descărcați sau doriți să îl actualizați în App Store și alte magazine online Apple, inclusiv iTunes Store și Apple Books.
ru: Мы собираем Ваши персональные данные, чтобы предоставлять Вам контент, который Вы покупаете, загружаете или хотите обновить через App Store или другой интернет-магазин Apple, например iTunes Store и Apple Books.
sk: Vaše osobné údaje zhromažďujeme, aby sme vám mohli poskytovať obsah, ktorý si môžete kúpiť, stiahnuť alebo aktualizovať v App Store a ďalších online obchodoch spoločnosti Apple vrátane iTunes Storu a Apple Books.
sl: Vaše osebne podatke zbiramo, da bi vam lahko ponudili vsebino, ki jo kupite, prenesete ali želite posodobiti v trgovini App Store in drugih spletnih trgovinah Apple, vključno s trgovinama iTunes Store in Apple Books.
sv: Vi samlar in dina personuppgifter så att vi kan tillhandahålla det innehåll som du köper, hämtar eller vill uppdatera i App Store och andra webbutiker från Apple, inklusive iTunes Store och Böcker.
th: เราเก็บรวบรวมข้อมูลส่วนบุคคลของคุณเพื่อให้เราสามารถจัดหาเนื้อหาที่คุณซื้อ ดาวน์โหลด หรือต้องการอัปเดตใน App Store และร้านค้าออนไลน์อื่นๆ ของ Apple ซึ่งรวมถึง iTunes Store และ Apple Books ให้กับคุณได้
tr: iTunes Store ve Apple Books dahil olmak üzere App Store’da veya diğer çevrimiçi Apple mağazalarında satın aldığınız, indirdiğiniz ya da güncellemek istediğiniz içerikleri size sağlayabilmemiz için kişisel verilerinizi topluyoruz.
uk: Ми збираємо персональні дані, щоб надавати вам вміст, який ви купуєте, викачуєте або хочете оновити в App Store чи інших онлайн-магазинах Apple, зокрема iTunes Store і Книгарні.
vi: Chúng tôi thu thập dữ liệu cá nhân của bạn để có thể cung cấp nội dung bạn mua, tải về hoặc muốn cập nhật trong App Store và các cửa hàng trực tuyến khác của Apple, bao gồm iTunes Store và Apple Books.
zh_cn: 我们收集你的个人数据，以便在App Store和其他Apple在线商店（包括iTunes Store和Apple Books）中向你提供你购买、下载或想要更新的内容。
zh_hk: 我們會收集你的個人資料，以提供你在App Store和其他Apple網上商店（包括iTunes Store和Apple Books）中購買、下載或想要更新的內容。
zh_tw: 我們會收集你的個人資料，以提供你在App Store和其他Apple線上商店（包含iTunes Store和Apple Books）中購買、下載或想要更新的內容。

# SPLASH_TITLE
source: App Store & Privacy
ar: ‏App Store والخصوصية
bg: App Store и поверителност
ca: L’App Store i la privacitat
cs: App Store a soukromí
da: App Store og anonymitet
de: App Store & Datenschutz
el: App Store και απόρρητο
es: App Store y la privacidad
es_419: App Store y la privacidad
es_us: App Store y la privacidad
fi: App Store ja tietosuoja
fr: App Store et confidentialité
fr_ca: App Store et confidentialité
he: ‏App Store ופרטיות
hi: App Store और गोपनीयता
hr: App Store i privatnost
hu: Az App Store és az adatvédelem
id: App Store & Privasi
it: App Store e privacy
ja: App Storeとプライバシー
kk: App Store және құпиялылық
ko: App Store 및 개인정보 보호
lt: „App Store“ ir privatumas
ms: App Store & Privasi
nl: App Store en privacy
no: App Store og personvern
pl: App Store i prywatność
pt_br: App Store e Privacidade
pt_pt: App Store e Privacidade
ro: App Store și intimitatea
ru: App Store и конфи­денциальность
sk: App Store a súkromie
sl: App Store in zasebnost
sv: App Store och integritet
th: App Store และความเป็นส่วนตัว
tr: App Store ve Gizlilik
uk: App Store і приватність
vi: App Store & Quyền riêng tư
zh_cn: App Store与隐私
zh_hk: App Store與私隱
zh_tw: App Store與隱私權
